"Automatically Install" = "Pasang Otomatis";

"Delete After Install" = "Hapus Setelah Dipasang";

"Remove Metadata" = "Hapus Metadata";

"Keep Awake" = "Biarkan Menyala";

"This will keep your screen always ON while using AppCake" = "Opsi ini akan membuat layar anda terus menyala selama menggunakan AppCake";

"Remove Metadata will stop App Store from updating the app" = "Menghapus Metadata akan membuat App Store berhenti melakukan update terhadap aplikasi";

"Enable iTunes Sync to make apps installed by AppCake can be transfered to your computer by iTunes." = "Menyalakan iTunes Sync mengijinkan aplikasi yang diinstal oleh AppCake untuk dapat dipindahkan ke komputer anda.";

"iTunes Sync" = "iTunes Sync";

"Feedback" = "Pesan untuk developer";

"Changelog" = "Perubahan Aplikasi";

"I Can Translate" = "Saya dapat menerjemahkan";

"Clear Image Cache" = "Hapus Cache Gambar";

"Settings" = "Pengaturan";

